{"1916": {"august": {"viewers": {"viewer_1": {"order": 1, "featured_image": "//wynnesdiary.com/wp-content/uploads/migration/1916/august/Ell_small.jpg", "title": "Viewer 1", "description": " <!-- #BeginEditable \"body content\" -->\n<p>\n<span class=\"viewersmall\"><em>This is the letter Wynne received from her brother who was then in Mesopotamia (as Iraq was then called) on August 10th (note the date on it). It had been preceded by a telegram that told them he was going to India, so they were even more confused...but it gives some insight into the conditions and into the rudimentary organisation.  I have transcribed it below... \n</em></span></p>\n\n\n<img height=\"537\" src=\"//wynnesdiary.com/wp-content/uploads/migration/1916/august/Ell_lge.jpg\" width=\"480\"/>\n\n\n<p class=\"viewersmall\"><em>Elliot's letter from Basra is a copy Wynne has made from the original. This was often done in the family, so that copies could circulate - sometimes they even noted how many copies had been done.</em></p>\n<p class=\"viewersmall\"><em>June 23/ 16</em></p>\n<p class=\"viewersmall\"><em>My Dearest Mum\n  Back again and shall rejoin my regiment tomorrow morning. This last week has really been rather a foretaste of the after place. I started from Basra on the 14th and they put me in a place about a yard broad over which I thought there was a tattie roof and an awning over that - well, there wasn't and down I went with the sun the very first day. In addition the heat was terrific and one could not sleep at night. I was not happy - when i got to Amara they wanted to shove me into Hospital but I told them to be blowed and crept on shore and the cool night on shore did me a lot of good. Next day i was able to go and see two people in hospital but the day after I was bad again, but having taken 30 grs. of quinine by mistake in one dose really intended by the Doctor for 3 doses I was very nrealy cured and by the time I got here I was quite fit again and at present am exceedingly well (arm quite healed up). But did you ever hear of such an iniquitous thing to do - that boat was one of the actual boats that runs between Paloza Ghat and Bankipur. She had two small barges tied to her and they put 650 troops on her just out from home, the consequnece was 50 were landed at Amara and 20 at Sheik Saad all down with heat stroke. The Dr. took the temp. of one place they had to sleep in and found it 139°. There was a south wind which was a hot wind following up all the time. However that is over and as i say i am extremely fit again. It is very hot in the day time but quite cool at night and one does a great sleep. Yours etc...</em></p>\n<p>         </p>\n\n\n<!-- #EndEditable -->"}, "viewer_2": {"order": 2, "title": "<p class=\"viewersmall\"> </p>", "excerpt": "\n\n<p class=\"viewersmall\"> </p>\n<p class=\"viewersmall\"> </p>\n<p class=\"viewersmall\"><em>August 10th</em></p>\n<p><span class=\"viewersmall\">Wynne meditates on the war, the friends she is losing daily, and the fears for her brother in Basra </span> </p>\n\n", "description": " <!-- #BeginEditable \"body content\" -->\n<p>\n<span class=\"red\">1916</span></p>\n<p>AUGUST\n<span class=\"viewersmall\"><em>(Wynne is keeping the diary in fits and starts - at the end of this month she will stop and not resume until December) </em></span></p>\n<p><em>August 10th</em>\n        When last I wrote in this my man and I were on our way or just going rather to see the new house. We had a successful expedition and I think he was quite satisfied, the house is certainly charming but the garden alas leaves much to be desired. It is of course in very rough condition having been entirely neglected for 2 years. The lawns have been down for hay, all the roses have run to riot and there is very little in it at all. Moreover there are no large trees, a great disadvantage, but one cant have everything. Mrs Southy was there and so we were able to fix up everything. We put up at Crewkerne in the principal hotel and were very comfortable and had a very nice landlord but what a journey back! It was awful. The heat intense and every train so late that we lost all our connections and got home finally at 10.0! Poggy stayed till Monday and left by the 12.08. It has been a very busy fortnight since he left. I've been working at the Stanhope Hut and it is a desperately full one, situated as it is in the middle of the lines. Most <span class=\"viewersmall\"><em>(of the men)</em></span> are RE and Middlesex, a rough crowd and not nearly such a good class as the Alexandra lot who are mostly RAMC. The work too is much more strenuous and by the end of the evening in this great heat our feet seem several sizes larger than they should be. I am writing in the Park. The children are busy playing in the stream, damming up and making a deep pool. I hear their high piping voices shrieking out the most ridiculous make believe conversations. Noot calls the loads she brings for the dam \"contribulations\"! It is very lovely here and so peaceful one simply can't realize that not so very far off men are fighting and killing, each side trying to out do the other. Even here in this solitude the sound of firing from the rifle ranges comes as a sharp reminder that more and more men are training for this awful devils game. It's all too cruel, the slaughter goes on and on. Last week I saw that Charlie Hughes Gibb had been killed, this week Major Cavendish and today Joc writes me that her eldest brother Graham was killed on the 4th - so it goes on. We have been anxious too about Ell - for a month no letter or wire but 2 days ago came a wire saying \"All right, leaving for India\". We cannot think what it means and only hope he goes on duty and not through ill health, but such horrible things happen one never can be at ease, anyhow its a blessed relief to think him away from that awful hole. Today Mother sent me a letter from him dated June 23rd which arrived yesterday. I have copied it out and stick it in here. It speaks for itself. He had been down with sunstroke which is not surprizing since the temp. at night had been up to 139°. Surely that must be a record. No one will ever know what these men have gone through out there and to what end? The whole thing has been another huge failure as the Dardanelles was, everything a muddle and hundreds of lives lost to no purpose. Oh! it does make one's blood boil. \n      I am alone with the children at present. Win is visiting the Maynards in Devon and Pink is with the Gwythers in Cornwall, lucky beggars, how we three do pine for the sea, but I am glad that they are both having such a good time. Mother comes on Monday and H I think for the weekend. Pink returns on Friday 18th. Meanwhile the weather is perfect, very hot for working, and what with hutting <span class=\"viewersmall\"><em>(working at the Army Hut)</em></span> and potato crop gathering its been a pretty hard week but here its lovely. I am very busy with various things connected with our move, writing endless letters, selling the brougham, the coal etc...Robins has bought the brougham for £2!!! its positively humourous but one get nothing for them these day. We are thankful to be rid of it. </p>\n<p> </p>\n\n\n\n<!-- #EndEditable -->"}, "viewer_3": {"order": 3, "featured_image": "//wynnesdiary.com/wp-content/uploads/migration/1916/august/Fallowfield_small.jpg", "title": "Viewer 3", "description": " <!-- #BeginEditable \"body content\" -->\n<p class=\"viewersmall\"><em>A letter from the trenches, written by Wynne's cousin, Algernon Fallowfield. He is the brother of the Fallowfield who was killed in 1915. It is written in pencil on YMCA paper, probably at some rest point just behind the front line. \n</em></p>\n\n\n<img height=\"415\" src=\"//wynnesdiary.com/wp-content/uploads/migration/1916/august/Fallowfield_lge.jpg\" width=\"300\"/>\n\n\n<p class=\"viewersmall\"><em> </em></p>\n\n\n\n\n\n\n\n\n\n\n\n\n<p class=\"viewersmall\"><em>1916</em></p>\n<p class=\"viewersmall\"><em>17th September, 1916\n        Somewhere in Flanders</em></p>\n<p class=\"viewersmall\"><em>My Dear Wynne\n        It was very good of you to send me a parcel and you may be sure that it was duly appreciated. You do get rather tired of bully beef and hard tack as the staple diet, tho' the transport really works wonders when you come to consider things. Of course there are Y.M.C.A.s, canteens etc scattered around this country in the most surprising places but when you get there the stock is usually down to cigarettes, tobacco and biscuits. Also we do not get very much time for going out as we are in the trenches daily or nightly as the case may be. Not having enough R.E.s to go round, each division now has a pioneer battalion to supplement them. Which said toil and travail we are performing at present and will continue to do so until this trench warfare is over. \n        It is not so bad in a way as we are in billets about a couple of miles behind our front line trenches and go up daily or nightly to our work. Of course the drawback is that though we have to expose ourselves \n        most of the time to the tender mercies of Fritz we have no come back on him as we are not allowed to fire back. Our only chance will be when we have a general advance and then we will be able to pay back a few old scores. \n        Of course the worst things out here are the mud and general dirtiness. Water too is for some unaccountable reason rather scarce and all the drinking water is reinforced with chlorine of lime that is not very nice. Still on the whole we are all pretty happy in a way but it is inevitable that everybody should long for the end of the war. But still, nobody seems to contemplate peace at all except under one condition and that is the unconditional surrender of Germany. \n        Tho' things here are supposed to be quiet as compared to the Somme it is quite lively enough for us. Fritz too is at a distinct disadvantage - our artillery is immensely superior to his both in weight and numbers and for every shot he sends over we return about 10. Our aeroplanes are about all day but Fritz seems to be either very very modest or deficient in this commodity which must be a great handicap to his artillery. We are also continually sending over raiding parties to his trenches which parties rarely come back empty handed. Last night we had a series of raiding parties organised all over the front. The two brigades in our part of the line took between them 329 prisoners which was a pretty good nights work. \n        The really curious part of all is this, that once you get a couple of miles behind the trenches you would hardly know that there was a war going on. It is true that there are batteries of guns in the midst of standing crops but the crops are there and they are being harvested too. In the villages most of the houses are of course rather knocked to pieces but still there are quite a few little shops doing business. Where they get their stocks from is a mystery to me. Still it is very hard to get anything nice. \n        Souvenirs consist as a rule of extremely patriotic silk-embroidered postcards, silk handkerchiefs covered with the Allied flags in bunches and similar atrocities. The first week we were billeted just inside the communication trenches in a nunnery but my diligent searches were only rewarded with an extremely dull and worthless theological treatise printed in 1641. It was not worth taking away, especially as it was very bulky. \n        Did you ever come across a Colonel Ironsides? He is chief of staff to General Watson who is in command of our division. If you had met him you would remember him. I think his deeds will become legendary amongst this division, but the tales are too long for a letter. His speciality is the catching and treatment of German spies. \n        Mother enjoyed her stay with you very much and must have had quite a gay time. She does find it a relief to be able to do as she wishes and not to be tied to an old man of the sea. I suppose you will be pretty busy just now on account of moving. How does Pinkie like Wellington? Remember me to the children if they remember me - I am sorry I did not send you my contribution to Gran's stone any sooner but did not know that you had definitely arranged anything. I enclose it in this letter. I hear Herbert is keeping fit. Remember me to him if he is down on leave - I expect he is pretty busy just now. With love, your aff. cousin, Algernon Fallowfield. </em></p>\n<!-- #EndEditable -->"}, "viewer_4": {"order": 4, "title": "<p class=\"viewersmall\"> </p>", "excerpt": "\n\n<p class=\"viewersmall\"> </p>\n<p class=\"viewersmall\"> </p>\n<p class=\"viewersmall\"><em>August 14th - 20th</em></p>\n<p class=\"viewersmall\">News from India that her brother has been taken to Bombay with typhoid, but is recuperating there. </p>\n<p class=\"viewersmall\">Wynne stops her diary to move house. It resumes in December. </p>\n\n", "description": " <!-- #BeginEditable \"body content\" -->\n<p>\n<span class=\"red\">1916</span></p>\n<p>AUGUST</p>\n<p><em>August 14th, Monday</em>\n        My dear man has been home for the weekend, that's to say Sat. night to early this morning. I do so love to have him but can anyone miss their man more than I do I wonder, its really dreadful to me when he goes. Yesterday I took a morning in bed being a bit off, but got up to lunch to which came our old friend little Potter, home from India and stationed at Ewshott. It was good to see him and to hear news of all ones old friends, it seemed a veritable breath from the veldt. To tea came the Brendons, they are living in the de Mornays house for 3 months. They tell us old Gen. Brendon has become quite helpless and dotty, it is very sad. My man went off this morning. </p>\n<p><em>August 15th</em>\n        I went over to Ascot yesterday to fetch Mother who was staying with the Elliots. We used Walker's car and came over quite comfortable. She has had a wire from the India Office saying our Ell has gone to India, arrived Karachi 11th, left the same day for Bombay, invalided with \"para typhoid, condition favourable\". It is all a hideous anxiety but we are thankful he's out of it for a while, and I hope that perhaps he will go to Eve when better. What particular form of typhoid this is or what it means I don't know, but I hope we get another wire in a day or two. Pouring torrents today and I have my hut tonight. </p>\n<p><em>August 16th</em>\n        I had a pleasant surprize today, a line from Mr Whitehead saying he was coming to Aldershot on escort duty and at about 3.0 he turned up here, finding that he would have to stay the night I asked him to do so with us. He looks so well and has grown I do believe for he looked very tall. He is likely to go out with a draft any day again and so I am glad to see him. We have also had the extreme joy of another wire from the I.O. saying Ell is at Calaba Hospital, Bombay and is convalescent. It is a merciful relief and a weight off our minds. We have had letters too dated 14th July saying he was in hospital at Basra with this fever and giving more awful descriptions of the heat. </p>\n<p><em>August 20th, Sunday</em>\n      Nothing particular has happened the last three days. Douglas Whitehead left early Thursday morning. I went to the Hut Friday night and on my return felt more dead than alive by reason of a fearfully heavy night and a horrible chill which gave me fever, but I couldn't give in and go to bed because of Mother who always is so nervous that one cannot let on. Pink came back yesterday and we are quite a large party now. I wonder if Mistress Win comes back tomorrow - she has never said a word. </p>\n<p class=\"viewersmall\"><em>(Here Wynne breaks off her diary, as the whole family moved house down to Somerset. The diary resumes in December).</em></p>\n<p> </p>\n\n\n\n<!-- #EndEditable -->"}, "viewer_5": {"order": 5, "featured_image": "//wynnesdiary.com/wp-content/uploads/migration/1916/august/Season_small.jpg", "title": "Viewer 5", "description": " <!-- #BeginEditable \"body content\" -->\n<p class=\"viewersmall\"><em>An interesting article about the changing face of London.\n</em></p>\n\n\n<img height=\"1067\" src=\"//wynnesdiary.com/wp-content/uploads/migration/1916/august/Season1.jpg\" width=\"399\"/>\n\n\n<p class=\"viewersmall\"><em> </em></p>\n\n\n<img height=\"1043\" src=\"//wynnesdiary.com/wp-content/uploads/migration/1916/august/Season2.jpg\" width=\"399\"/>\n\n\n\n\n\n<!-- #EndEditable -->"}}, "errors": [], "description": "\n\n\n"}}}